Repository: lextrack/Simple-Screen-Recorder
Catalog: Langs/Strings.*.resx
Languages: es_es, it_it, pt_br, zh_cn

# AboutForm
source: About
es_es: Acerca de
it_it: Info programma
pt_br: Sobre o software
zh_cn: 关于本软件

# aboutToolStripMenuItem
source: About
es_es: Acerca de
it_it: Info programma
pt_br: Sobre
zh_cn: 关于本软件

# audioToolStripMenuItem
source: Audio recording
es_es: Grabadora de audio
it_it: Registratore audio
pt_br: Gravador de áudio
zh_cn: 音频记录器

# BtnDeskAudio
source: Select a system sound file
es_es: Seleccionar un audio
it_it: Seleziona file audio
pt_br: Selecione um arquivo de áudio
zh_cn: 选择一个音频文件

# BtnDeskAudio2
source: Select a system sound file
es_es: Seleccionar audio del sistema
it_it: Selezione file audio sistema
pt_br: Selecionar áudio do sistema
zh_cn: 选择系统音频

# BtnExit
source: Exit
es_es: Salir
it_it: Esci
pt_br: Sair
zh_cn: 退出

# BtnMergeAll
source: Start mixing
es_es: Mezclar archivos
it_it: Avvia mixing
pt_br: Misturar arquivos
zh_cn: 混合选定的文件

# BtnMergeAll2
source: Start mixing
es_es: Mezclar archivos
it_it: Avvia mixing
pt_br: Misturar arquivos
zh_cn: 混合选定的文件

# BtnMicAudio
source: Select a mic audio file
es_es: Seleccionar audio del micrófono
it_it: Seleziona file audio mic
pt_br: Selecione o áudio do microfone
zh_cn: 选择麦克风音频

# btnOutputF
source: Output folder
es_es: Carpeta de salida
it_it: Cartella destinazione
pt_br: Pasta de saída
zh_cn: 输出文件夹

# btnOutputF2
source: Output folder
es_es: Carpeta de salida
it_it: Cartella destinazione
pt_br: Pasta de saída
zh_cn: 输出文件夹

# btnOutputRecordings
source: Open Recordings Folder
es_es: Abrir Carpeta de Grabaciones
it_it: Apri cartella registrazioni
pt_br: Mostrar gravações
zh_cn: 显示录像

# btnStartRecording
source: Start Recording
es_es: Iniciar Grabación
it_it: Avvia registrazione
pt_br: Iniciar Gravação
zh_cn: 开始录制

# BtnStop
source: Stop Recording
es_es: Detener Grabación
it_it: Stop registrazione
pt_br: Interromper Gravação
zh_cn: 停止录制

# BtnVideo
source: Select a video file
es_es: Seleccionar un archivo de vídeo
it_it: Seleziona file video
pt_br: Selecione um arquivo de vídeo
zh_cn: 选择一个视频文件

# BtnVideo2
source: Select a video file
es_es: Seleccionar un archivo de vídeo
it_it: Seleziona file video
pt_br: Selecione um arquivo de vídeo
zh_cn: 选择一个视频文件

# crownGroupBox1
source: Video settings
es_es: Ajustes de video
it_it: Impostazioni video
pt_br: Configurações de vídeo
zh_cn: 视频设置

# crownGroupBox2
source: Audio settings
es_es: Ajustes de audio
it_it: Impostazioni audio
pt_br: Configurações de áudio
zh_cn: 音频设置

# crownGroupBox3
source: Controls
es_es: Controles
it_it: Controlli
pt_br: Controles de gravação
zh_cn: 视频录制控制

# Label2
source: Controls
es_es: Controles
it_it: Controlli
pt_br: Controles de gravação
zh_cn: 视频录制控制

# Label4
source: Microphone (Mic/Aux)
es_es: Micrófono (Mic/Aux)
it_it: Microfono (mic/aux)
pt_br: Microfone (Mic/Aux)
zh_cn: 麦克风 (Mic/Aux)

# Label5
source: System sound (Desktop Audio)
es_es: Audio del sistema (Desktop Audio)
it_it: Audio sistema (audio desktop)
pt_br: Áudio do sistema (Desktop Audio)
zh_cn: 系统声音 (Desktop Audio)

# Label6
source: Audio recording method
es_es: Método de grabación de audio
it_it: Metodo registrazione audio
pt_br: Método de gravação áudio
zh_cn: 音频录制方法

# Label7
source: Audio devices
es_es: Dispositivos de sonido
it_it: Dispositivi audio
pt_br: Dispositivos de áudio
zh_cn: 音频设备

# labelCodec
source: Encoder
es_es: Codificador
it_it: Codifica
pt_br: Codificador
zh_cn: 编码器

# labelResolution
source: Display resolution
zh_cn: 分辨率

# languagesToolStripMenuItem
source: Languages
es_es: Idiomas
it_it: Lingua UI
pt_br: Línguas
zh_cn: 语言

# LbAbout1
source: You can find this project on GitHub, its name is "Simple-Screen-Recorder", and my nickname is "Lextrack". Keep an eye on this project, more are updates coming soon!
es_es: Puedes encontrar este proyecto en GitHub, su nombre es "Simple-Screen-Recorder",y mi nombre es "Lextrack". ¡Mantente alerta, habrán más actualizaciones próximante!
it_it: Puoi trovare info su questo programma in GitHub, il nome del progetto è "Simple-Screen-Recorder" ed il mio nome è "Lextrack". Resta sintonizzato, perche ci saranno altri futuri aggiornamenti!
pt_br: Você pode encontrar este projeto no GitHub, seu nome é "Simple-Screen-Recorder",e meu nome é "Lextrack". Fique alerta, haverá mais próximas atualizações!
zh_cn: 你可以在GitHub上找到这个项目，它的名字是 "Simple-Screen-Recorder"。而我的名字是 "Lextrack"。请继续关注，很快会有更多的更新。

# LbAbout2
source: This software is made possible by TutorialesVbNET and Flaticon.
es_es: Este software fue hecho gracias a TutorialesVbNET y Flaticon.
it_it: Questo software è stato realizzato grazie a TutorialesVbNET e Flaticon.
pt_br: Este software é possível por TutorialesVbNET e Flaticon.
zh_cn: 这个软件是由于 教程VbNET 和 Flaticon。

# mergeVideoAndDesktopAudioToolStripMenuItem
source: Merge video and only one audio file
es_es: Mezclar solo vídeo y un audio
it_it: Unisci video ed un singolo file audio
pt_br: Mesclar vídeo e um único arquivo de áudio
zh_cn: 混合视频和只有一个音频文件

# mergeVideoDesktopAndMicAudioToolStripMenuItem
source: Merge all media files
es_es: Mezclar todos los archivos
it_it: Unisci tutti i file multimediali
pt_br: Mesclar todos os arquivos de mídia
zh_cn: 合并所有媒体文件

# message1
source: You are not recording anything!
es_es: ¡No estás grabando nada!
it_it: Non stai registrando nulla!
pt_br: Você não está registrando nada!
zh_cn: 你没有记录任何东西！

# RadioDesktop
source: System audio only (Desktop Audio)
es_es: Solamente el audio del sistema
it_it: Solo audio sistema
pt_br: Somente áudio do sistema
zh_cn: 只有系统音频 （Desktop Audio）

# radioMicrophone
source: Microphone audio only
es_es: Solamente el micrófono
it_it: Solo audio microfono
pt_br: Somente áudio do microfone
zh_cn: 只有麦克风音频 （Mic/Aux）

# RadioTwoTrack
source: System sound and microphone audio
es_es: Audio del sistema y micrófono
it_it: Audio sistema e audio microfono
pt_br: Sistema de som e microfone de áudio
zh_cn: 系统声音和话筒音频

# remuxToolStripMenuItem
source: Merge media files
es_es: Herramienta de fusión de archivos
it_it: Strumento unione media
pt_br: Ferramenta de fusão de mídia
zh_cn: 合并媒体文件

# titleMerge1
source: Merge video and system sounds
es_es: Fusionar solo vídeo y un audio
it_it: Unisci video ed un singolo file audio
pt_br: Mesclar vídeo e um único arquivo de áudio
zh_cn: 合并视频和单一音频文件

# titleMerge2
source: Merge all media files
es_es: Fusionar todos los archivos
it_it: Unisci tutti i file multimediali
pt_br: Mesclar todos os arquivos de mídia
zh_cn: 合并所有媒体文件
